Repository: omeka/plugin-GuestUser
Catalog: languages/*.po
Languages: bg_bg, de_de, es, et, hr, hu_hu, it, ja, mn, oc, ro, zh_cn

source: Guest
bg_bg: Гост
de_de: Gast
es: Invitado
et: Külaline
hr: Gost
hu_hu: Vendég felhasználó
it: Ospite
ja: ゲスト
mn: Зочин
oc: Convidat
ro: Oaspete
zh_cn: 访客

source: Login
bg_bg: Вход
de_de: Anmelden
es: Inicio de sesión
et: Logi sisse
hr: Prijavi se
hu_hu: Bejelentkezés
it: Accedi
ja: ログイン
mn: Нэвтрэх
oc: Identificatz-vos
zh_cn: 登录

source: Register
bg_bg: Регистриране
de_de: Regiestrierung
es: Registrar
et: Registreeru
hr: Registriraj se
hu_hu: Regisztráció
it: Registra
ja: 登録
mn: Бүртгүүлэх
oc: Enregistratz-vos
ro: Înregistrare
zh_cn: 注册

source: My Account
bg_bg: Моят профил
de_de: Mein Konto
es: Mi cuenta
et: Minu konto
hr: Moj račun
hu_hu: Saját fiók
it: Mio profilo
ja: アカウント
mn: Миний бүртгэл
oc: Mon compte
ro: Contul meu
zh_cn: 我的账户

source: Guest Users
bg_bg: Гости
de_de: Gastbenutzer
es: Usuarios invitados
et: Külalised
hr: Gostujući korisnici
hu_hu: Vendég felhasználók
it: Utenti ospiti
ja: ゲストユーザー
mn: Зочин хэрэглэгчид
oc: Convidats
ro: Utilizatori oaspeți
zh_cn: 访客用户

source: Update account info and password
bg_bg: Обновяване на информацията за профила и паролата
de_de: Kontoangaben und Passwort ändern
es: Actualizar información de cuenta y contraseña
et: Uuenda konto infot ja parooli
hr: Obnovi informacije o računu i lozinku
hu_hu: Fiókadatok és jelszó frissítése
it: Aggiorna informazioni utenza e password
ja: アカウント情報をパスワードを更新
mn: Өөрийн мэдээлэл болон нууц үгийг өөрчлөх
oc: Actualizar las infos e lo senhal del compte
ro: Actualizează informațiile privind contul și parola
zh_cn: 更新账户信息和密码

source: Your %s account
bg_bg: Вашият %s профил
de_de: Ihr %s Konto
es: Su %s cuenta
et: Sinu %s konto
hr: Vaš %s račun
hu_hu: Az Ön %sfiókja
it: Il tuo account %s
ja: %s のアカウント
mn: Таны %s бүртгэл
oc: Vòstre compte %s
ro: Contul personal %s
zh_cn: 您的%s账户

source: An admin has made your account on %s active. You can now log in to with your password at this link:
bg_bg: Администратора е направил вашият профил в %s активен. Вече можете да влезете с паролата си на следния линк:
de_de: Ein Administrator hat ihr Konto auf %s aktiviert. Sie können sich nun mit Ihrem Passwort bei dieser Adresse anmelden:
es: Un administrador ha activado su cuenta como %s activo. Puede iniciar su sesión con su contraseña en este enlace:
hr: Administrator je aktivirao Vaš račun na %s. Sada se možete prijaviti sa svojom lozinkom na ovoj poveznici:
hu_hu: Egy adminisztrátor aktiválta %s fiókját. A regisztráció során megadott jelszóval ezen a linken be tud jelentkezni fiókjába:
it: Un amministratore ha attivato la tua utenza su %s. Puoi da ora accedere con la tua password a questo indirizzo:
ja: 管理者が %s のアカウントをアクティブにしました。 あなたは今、このリンクであなたのパスワードでログインすることができます：
mn: Таны %s бүртгэлийг удирдагч идэвхжүүллээ. Та дараах холбоосоор өөрийн нууц үгийг ашиглан нэвтэрч болно.
oc: Un administrator a activat vòstre compte sul site %s. Podètz tre ara vos connectar amb vòstre senhal via aqueste ligam :
ro: Un administrator ți-a făcut contul %s activ. Te poți loga cu parola la următorul link:
zh_cn: 管理员已激活您在%s的账号。现在您可以用您的密码在这个链接登录：

source: Registration Features
bg_bg: Особености на регистрацията
de_de: Registrierungsmerkmale
es: Características del registro
et: Registreerumise funktsiionid
hr: Značajke registracije
hu_hu: Regisztrációs beállítások
it: Caratteristiche di registrazione
ja: 登録機能
mn: Бүртгэлийн онцлог
oc: Informacions d'enregistrament
ro: Detalii de înregistrare
zh_cn: 注册功能

source: Add some text to the registration screen so people will know what they get for registering. As you enable and configure plugins that make use of the guest user, please give them guidance about what they can and cannot do.
bg_bg: Добавете малко текст на регистрационния екран за да знаят хората какво получават с регистрацията. Когата разрешите и конфигурирате приставката да се ползва от гости, дайте им напътствия. за това какво могат и какво не могат да направят.
de_de: Erläutern Sie, welchen Nutzen Leute von der Registrierung haben. Sollten Sie Erweiterungen freischalten und konfigurieren, die einen Gastzugang zulassen, erklären Sie, was die entsprechenden Nutzer tun können.
es: Agregue un poco de texto a la pantalla de registro, así la gente sabrá que obtienen cuando se registran. Al activar y configurar los plugins que se valen del usuario invitado, por favor oriéntelos sobre lo que pueden y no pueden hacer.
hr: Dodajte tekst na zaslon za prijavu kako bi ljudi mogli vidjeti što će dobiti prijavom. Kada omogućujete i podešavate dodatke koji koriste gostujuće korisnike, uputite ih u to što mogu i što ne mogu činiti.
hu_hu: Írjon pár sort a regisztrációs oldalra, hogy az emberek tudják milyen előnyökkel jár a regisztrálás. Ha engedélyezi és konfigurálja a látogatók által használható bővítményeket, kérjük, adjon nekik útmutatást arról, hogy mit tehetnek és mit nem tehetnek.
it: Aggiungi del testo alla schermata di registrazione così che la gente sappia cosa ottiene registrandosi. Quando abiliti e configuri plugin che fanno uso dell'utente ospite, ricorda di offire istruzioni su quel che possono e non possono fare.
ja: 登録画面にテキストを追加して、登録した内容がわかるようにします。 guestユーザーを利用するプラグインを有効にして設定するとき、彼らができることとできないことについてのガイダンスを彼らに与えてください。
mn: Бүртгүүлэхийн тулд бүртгэлийн дэлгэц дээр мэдээлэл нэмэх тухай мэддэг байх хэрэгтэй. Зочидод кориулсан удирдамжийг та плагин дээр нээсэн байх хэрэгтэй.
oc: Tèxte d'apondre a la pagina d'enregistrament per far conéisser las consequéncias de l'enregistrament. Coma activatz d'extensions que pòdon far usatge d'aquela, mercé de donar d'explicacions sus çò que fan o que fan pas de las donadas dels usatgièrs.
ro: Adaugă ceva text la ecranul de înregistrare pentru ca oamenii să știe ce obțin dacă se înregistrează. Pe măsură ce activezi și configurezi pluginuri care fac uz de utilizatorul oaspete, oferiți-le ghidaj despre ce pot face și ce nu pot face.
zh_cn: 在注册页面添加一些文本，这样用户会知道他们注册后悔得到什么。当你启用并配置使用访客用户的插件时，请给一些他们能和不能做什么的指导。

source: Short Registration Features
bg_bg: Кратка регистрационни компоненти.
de_de: Merkmale der Kurzregistrierung
es: Características mínimas en el registro
hr: Kratke značajke registracije
hu_hu: Gyors-regisztrációs beállítások
it: Riassunto caratteristiche di registrazione
ja: 短縮登録機能
mn: Товч бүртгэлийн онцлог
oc: Infos sus l'enregistrament rapid
ro: Caracteristici ale înregistrării pe scurt
zh_cn: 短注册功能

source: Add a shorter version to use as a dropdown from the user bar. If empty, no dropdown will appear.
bg_bg: Добавяне на кратка версия за използване като падащо меню от потребителската лента. Ако е празно, няма да има падащо меню
de_de: Eine kürzere Version der Registrierung, die als Klappmenü in der Benutzerleiste erscheint. Sollte diese leer sein, erscheint kein Klappmenü.
es: Añadir una versión más corta para utilizar como un menú desplegable en la barra de usuario. Si está vacío, no aparecerá ningún desplegable.
hr: Dodajte kraću verziju koja će se koristiti kao padajući izbornik s korisničke trake. Ako ostavite prazno, padajući izbornik neće se pojavljivati.
it: Aggiungi una versione ridotta da usare come casella a discesa dalla barra utente. Se vuoto, non apparirà alcuna casella a discesa.
ja: ユーザーバーからドロップダウンリストとして使用する短縮バージョンを追加します。 空の場合、ドロップダウンは表示されません。
mn: Хэрэглэгчийн талбарт хураангуй унждаг цэс нэмэх. Хэрэв хоосон бол харагдахгүй.
oc: Prepausar una version corta jos la forma d'un menú desenrotlant dins lo menú de l'usatgièr. Se aqueste camp es void, cap de menú desenrotlant apareis pas.
ro: Adaugă o versiune prescurtată pentru a fi utilizată ca un dropdown in bara utilizatorului. Dacă este goală, nu va apărea niciun dropdown.
zh_cn: 在用户条加一个短版本作为下拉菜单。如果空白，不会出现下拉菜单。

source: Dashboard Label
bg_bg: Етикет на Табло
de_de: Beschriftung der Übersichtsseite
es: Etiqueta de Panel de control
et: Töölaua silt
hr: Oznaka upravljačke ploče
hu_hu: Műszerfal felirat
it: Etichetta pannello di controllo
ja: ダッシュボードラベル
mn: Хянах самбарын хаяг
oc: Intitolat del tablèu de bòrd
ro: Eticheta panoului
zh_cn: 控制面板标签

source: The text to use for the label on the user's dashboard
bg_bg: Текст който ще се използва за етикет на потребителското табло.
de_de: Text, der auf der Übersichtsseite des Benutzers als Beschriftung verwendet wird
es: El texto a utilizar en la etiqueta del Panel de control del usuario
et: Tekst, mida kasutatakse kasutaja töölaua sildil
hr: Tekst koji će se koristiti za oznaku na korisnikovoj upravljačkoj ploči
hu_hu: A felhasználó műszerfalán megjelenő felirat
it: Il testo da usare come etichetta per il pannello di controllo dell'utente
ja: ユーザーのダッシュボードのラベルに使うテキスト
mn: Хэрэглэгчийн хянах самбарын хаяг дээр харуулах текст
oc: Lo tèxte utilizat per l'intitolat del tablèu de bòrd de l'usatgièr
ro: Textul care va fi utilizat în panoul utilizatorului
zh_cn: 用于用户控制面板标签的文本

source: Login Text
bg_bg: Текст за влизане
de_de: Anmeldetext
es: Texto de inicio de sesión
et: Sisselogimise tekst
hr: Tekst za prijavu
hu_hu: Bejelentkezés szövege
it: Testo di accesso
ja: ログインテキスト
mn: Нэвтрэх текст
oc: Infos sus l'identificant
ro: Textul de logare
zh_cn: 登录文本

source: The text to use for the 'Login' link in the user bar
bg_bg: Текстът за използване за "ВХОД" връзката на потребителската лента
de_de: Text, der für die 'Anmelde'-Verknüpfung in der Benutzerleiste verwendet wird.
es: El texto a utilizar en el enlace 'Inicio de sesión' en la barra de usuario
et: Tekst, mida kasutatakse 'Logi sisse' lingina kasutajaribal
hr: Tekst koji će se koristiti za 'Prijavi se' poveznicu na korisnikovoj traci
hu_hu: A felhasználói fiókban a "Bejelentkezés" hivatkozás szövege
it: Il testo da usare per il colllegamento 'Accesso' nella barra utente
ja: ユーザーバーの「ログイン」リンクに使用するテキスト
mn: "Нэвтрэх" холбоосыг дарахад хэрэглэгчийн талбарт харагдах текст
oc: Lo tèxte d'utilizar pel ligam d'identificacion dins lo menú de l'usatgièr
ro: Textul folosit pentru linkul de Login din bara utilizatorului
zh_cn: 用户条的“登录”链接使用的文本

source: Register Text
bg_bg: Текс за регистрация
de_de: Registriertext
es: Registrar texto
et: Registrerumise tekst
hr: Tekst za registraciju
hu_hu: Regisztráció szövege
it: Testo di registrazione
ja: 登録テキスト
mn: Бүртгүүлэх текст
oc: Infos sus l'enregistrament
ro: Textul de înregistrare
zh_cn: 注册文本

source: The text to use for the 'Register' link in the user bar.
bg_bg: Текст който ще се използва за "Регистрация" във връзката на потребителската лента
de_de: Text, der als 'Registrier"-Verknüpfung in der Benutzerleiste verwendet wird.
es: El texto a utilizar en el enlace 'Registrar' en la barra de usuario.
et: Tekst, mida kasutatakse 'Registreeru' lingina kasutajaribal
hr: Tekst koji će se koristiti za 'Registriraj se' povezincu na korisnikovoj traci
hu_hu: A felhasználói fiókban a "Regisztráció" hivatkozás szövege
it: Il testo da usare per il collegamento 'Registra' nella barra utente.
ja: ユーザーバーの「登録」リンクに使用するテキスト
mn: "Бүртгүүлэх" холбоосыг дарахад хэрэглэгчийн талбарт харагдах текст.
oc: Lo tèxte d'utilizar pel ligam d'enregistrament dins lo menú de l'usatgièr
ro: Textul folosit pentru linkul Înregistrează-te din bara utilizatorului
zh_cn: 用于用户条的“注册”链接的文本。

source: Allow open registration?
bg_bg: Разрешаване на свободна регистрация?
de_de: Offene Registrierung erlauben?
es: Permitir el registro abierto?
et: Lubada avatud registreeruimine?
hr: Dopusti otvorenu registraciju?
hu_hu: Engedélyezi a nyílt regisztrációt?
it: Permettere registrazioni aperte?
ja: オープン登録を許可しますか？
mn: Нээлттэй бүртгэлийг зөвшөөрөх үү?
oc: Permetre l'enregistrament liure ?
ro: Permiți înregistrarea deschisă?
zh_cn: 允许公开注册？

source: Allow guest user registration without administrator approval?
bg_bg: Разрешаване на гости да се регистрират без одобрението на администратора?
de_de: Registrierung als Gast-Benutzer ohne Freigabe durch den Administrator zulassen?
es: Permitir registración de usuario invitado sin aprobación del administrador?
et: Kas külalised saavad registreeruda ilma administraatori heakskiiduta?
hr: Dopusti registraciju gostujućih korisnika bez odobrenja administratora?
hu_hu: Engedélyezi a vendég felhasználó regisztrációját adminisztrátori jóváhagyás nélkül?
it: Permettere la registrazione di utenti ospiti senza l'approvazione dell'amministratore?
ja: 管理者の承認なしにゲストユーザーの登録を許可しますか？
mn: Удирдагчийн зөвшөөрөлгүйгээр зочны бүртгүүлэхийг зөвшөөрөх үү?
oc: Los usatgièrs convidats se pòdon inscriure sens l'aprovacion d'un administrator ?
ro: Permiți înregistrarea oaspeților fără aprobarea administratorului?
zh_cn: 允许访客用户无需管理员批准就能注册？

source: Allow instant access?
bg_bg: Разрешаване на бърз достъп?
de_de: Sofortigen Zugang erlauben?
es: Permitir acceso instantáneo?
et: Lubada kohene ligipääs?
hr: Dopusti trenutni pristup?
hu_hu: Engedélyezi az azonnali hozzáférést?
it: Permettere l'accesso istantaneo?
ja: インスタントアクセスを許可しますか？
mn: Шуурхай хандалтыг зөвшөөрөх үү?
oc: Permetre un accès instantanèu ?
ro: Permiți accesul instantaneu?
zh_cn: 允许即时访问？

source: Allow instant access for 20 minutes for new users
bg_bg: Разрешаване на бърз достъп за 20 минути за нови потребители
de_de: Sofortigen Zugang für 20 Minuten für neue Benutzer erlauben
es: Permitir acceso instantáneo por 20 minutos a los nuevos usuarios
et: Luba uutele kasutajatele kohe ligipääs 20 minutiks
hr: Dopusti trenutni pristup od 20 min za nove korisnike
hu_hu: Új felhasználók azonnali hozzáférésének engedélyezése 20 percre
it: Permettere ai nuovi utenti l'accesso istantaneo per 20 minuti
ja: 新規ユーザーに20分間のインスタントアクセスを許可する
mn: Шинэ хэрэглэгч 20 минутанд шуурхай хандахыг зөвшөөрөх
oc: Permetre un accès instantanèu pendent 20 minutas pels novèls utilizaires
ro: Permite accesul instantaneu pentru 20 de minute pentru utilizatorii noi
zh_cn: 允许新用户即时访问20分钟

source: Require ReCaptcha?
bg_bg: Изискване за ReCaptcha?
de_de: ReCaptcha erforderlich?
es: Solicitar ReCaptcha?
et: Nõuda ReCaptcha kasutamist?
hr: Zahtijevaj ReCaptcha?
hu_hu: Szükséges ReCaptcha azonosítás?
it: Richiedere ReCaptcha?
ja: ReCaptcha必須？
mn: Баталгаажуулах коод /ReCaptcha/ шаардлагатай юу?
oc: Exigir ReCaptcha ?
ro: Ceri ReCaptcha?
zh_cn: 要求ReCaptcha？

source: Check this to require passing a ReCaptcha test when registering
bg_bg: Отметнете това за задължително преминаване през ReCaptcha тест при регистрация
de_de: Anhaken, wenn ein ReCaptcha bei der Registrierung korrekt erfasst werden muss
es: Activar esta opción para requerir pasar una prueba ReCaptcha al registrarse
et: Märgi see valik, et nõuda registreerumisel ReCaptcha testi läbimist
hr: Označite kućicu ako želite zahtijevati ReCaptcha test prilikom registracije
hu_hu: Jelölje be ha a regisztráció során szeretné a ReCaptcha azonosítást.
it: Selezionare per richiedere di passare un test ReCaptcha durante la registrazione
ja: 登録時にReCaptchaテストに合格する必要がある場合は、これをチェックしてください。
mn: Бүртгүүлэхэд баталгаажуулах коод шаарддаг
oc: Casa de marcar per activar lo tèst ReCaptcha al moment de l'enregistrament
ro: Bifează asta pentru a cere să fie trecut testul ReCaptcha la momentul înregistrării
zh_cn: 点选此处以要求当注册时必须通过一个ReCaptcha测试。

source: You have not set up ReCaptcha keys in the security settings. We strongly recommend using ReCaptcha to prevent spam account creation.
bg_bg: Не сте задали ReCaptcha ключове настройките за сигурността. Препоръчваме да използвате ReCaptcha за предпазване от създаване на СПАМ профили.
de_de: Sie haben in den Sicherheitseinstellungen die ReCaptcha-Schlüssel noch nicht festlegt. Wir empfehlen Ihnen dringend, ReCaptcha zu verwenden, um missbräuchliche Registrierungen zu vemindern.
es: No ha configurado las claves ReCaptcha en la configuración de seguridad. Recomendamos fuertemente utilizar ReCaptcha para prevenir la creación de cuentas fantasmas.
hr: Niste postavili ReCaptcha ključeve u sigurnosne postavke. Preporučamo vam da koristite ReCaptcha kako bi spriječili stvaranje spam računa.
hu_hu: A biztonsági beállításokban nem állította be a ReCaptcha kulcsokat. Javasoljuk a ReCaptcha használatát a spam-fiókok létrehozásának megakadályozására.
it: Non hai indicato le chiavi ReCaptcha nella tua configurazione di sicurezza. Raccomandiamo fortemente di usare ReCaptcha per prevenire la creazione di utenze spam.
ja: セキュリティ設定でReCaptchaキーを設定していません。 スパムアカウントの作成を防ぐためにReCaptchaを使用することを強くお勧めします。
mn: Та хамгаалалтын хэсэгт батлагаажуулах коодны тохиргоог хийгээгүй байна. Баталгаажуулах коод /ReCaptcha/ хэрэглэх нь спамаас сэргийлнэ.
oc: Avètz pas completat vòstra clau d'activacion ReCaptcha dins los paramètres de seguretat. Vos conselham bravament d'utilizar ReCaptcha per contrar la creacion de comptes de spammaires.
zh_cn: 您尚未在安全设置中设定ReCaptcha密钥。我们强烈建议使用ReCaptcha以防止生成垃圾邮件账户。

source: Failed login attempt from %s
bg_bg: Грешка при опит за влизане от %s
de_de: Gescheiterter Anmeldeversuch von %s
es: Falló el intento de inicio de sesión desde %s
hr: Neuspješno prijavljivanje s %s
hu_hu: Sikertelen bejelentkezési kísérlet %s
it: Tentativo di accesso fallito da %s
ja: %s からのログイン失敗
mn: %s нэвтрэх ородлого амжилтгүй боллоо
oc: Fracàs de la temptativa de connexion dempuèi %s
zh_cn: %s的失败登录尝试

source: You are logged in temporarily. Please check your email for a confirmation message. Once you have confirmed your request, you can log in without time limits.
bg_bg: Влезли сте временно. Проверете елекронната си поща за потвърждаващо съобщение. След като потвърдите заявката си за регистрация ще можете да влезете без ограничаване по време.
de_de: Sie sind temporär angemeldet, Bitte prüfen Sie Ihr Emailkonto hinsichtlich einer Bestätigungsmail. Sobald Sie die Anmeldung bestätigt haben, können Sie sich ohne Zeitlimit anmelden.
es: Está en el sistema temporariamente. Por favor revise en su correo electrónico un mensaje de confirmación. Una vez que haya confirmado su pedido, puede iniciar sesión sin límites de tiempo.
hr: Prijavljeni ste privremeno. Molimo provjerite svoj email račun i potražite potvrdu prijave. Kada potvrdite prijavu, moći ćete se prijavljivati bez vremenskog ograničenja.
hu_hu: Ideiglenesen bejelentkezett. Kérjük, erősítse meg regisztrációját az e-mailben kapott üzeneten keresztül. Miután megerősítette regisztrációját, időkorlát nélkül jelentkezhet be.
it: Al momento stai usufruendo di un accesso temporaneo. Per favore, controlla la tua e-mail per un messaggio di conferma. Quando avrai confermato la tua richiesta, potrai accedere senza limiti di tempo.
ja: あなたは一時的にログインしています。 確認メッセージについては、メールを確認してください。 リクエストを確認したら、期限なしでログインできます。
mn: Та түр нэвтэрсэн байна. Таны и-мэйл хаягт очсон баталгаажуулах зурвасыг шалгана уу. Нэг л удаа баталгаажуулсанаар дараа ямар нэг хязгаарлалтгүйгээр нэвтрэх болно.
oc: Sètz connectat de faiçon provisòria. Mercé de verificar vòstre corrièr electronic pel messatge de confirmacion. Un còp la confirmacion faita, vos poiretz connectar sens limit de temps.
zh_cn: 您已临时登录。请查看您的电邮中的确认消息。当您确认您的请求后，您可以无时间限制登录。

source: Thank you for registering. Please check your email for a confirmation message. Once you have confirmed your request, you will be able to log in.
bg_bg: Благодаря за регистрацията. Проверете имейла си за потвърждаващо съобщение, Вижте и в СПАМ папката. След като потвърдите вашата заявка, ще можете да влезете в библиотеката.
de_de: Danke für Ihre Registrierung. Bitte prüfen sie Ihre Emails hinsichtlich einer Bestätigungsnachricht. Sobald Sie Ihre Anmeldung bestätigt haben, können Sie sich anmelden.
es: Gracias por registrarse. Verifique su correo electrónico un mensaje de confirmación. Una vez que lo haya confirmado, estará habilitado para iniciar sesión.
hr: Hvala na registraciji. Potražite u svoju elektroničkoj pošti potvrdu o registraciji. Nakon što potvrdite registraciju moći ćete se prijaviti.
hu_hu: Köszönjük regisztrációját. Kérjük, erősítse meg regisztrációját az e-mailben kapott üzeneten keresztül. Megerősítés után azonnal bejelentkezhet fiókjába.
it: Grazie per la registrazione. Ti preghiamo di controllare la tua e-mail per un messaggio di conferma. Una volta che avrai confermato la tua richiesta, sarai in grado di accedere.
ja: ご登録ありがとうございます。 確認メッセージについては、メールを確認してください。 リクエストを確認したら、ログインすることができます。
mn: Бүртгэл хийлгэж байгаад баярлалаа. И-мэйл хаягаар очсон баталгаажуулах зурвасыг шалгана уу. Нэг л удаа баталгаажуулсанаар та нэвтрэх эрхтэй болно.
oc: Mercé de vos èsser enregistrat. Verificatz vòstre corrièr electronic pel messatge de confirmacion. Un còp la confirmacion faita, vos poiretz connectar.
zh_cn: 感谢您的注册。请查看您的电邮中的确认消息。当你确认您的请求后，您就可以登录。

source: Thank you for registering. Please check your email for a confirmation message. Once you have confirmed your request and an administrator activates your account, you will be able to log in.
bg_bg: Благодаря за регистрацията. Проверете имейла си за потвърждаващо съобщение, Вижте и в СПАМ папката!. След като потвърдите вашата заявка и Администратора одобри вашият профил, ще можете да влезете в библиотеката.
de_de: Danke für Ihre Registrierung. Bitte prüfen sie Ihre Emails hinsichtlich einer Bestätigungsnachricht. Sobald Sie Ihre Anmeldung bestätigt haben und ein Adminsitrator Ihr Konto aktiviert hat, können Sie sich anmelden.
es: Gracias por registrarse. Verifique en su correo electrónico un mensaje de confirmación. Una vez que lo haya confirmado y el administrador active su cuenta, estará habilitado para iniciar sesión.
hr: Hvala na registraciji. Potražite u svoju elektroničkoj pošti potvrdu o registraciji. Nakon što potvrdite registraciju i kada administrator aktivira Vaš račun, moći ćete se prijaviti.
hu_hu: Köszönjük regisztrációját. Kérjük, erősítse meg regisztrációját az e-mailben kapott üzeneten keresztül. Megerősítés után egy adminisztrátor aktiválja fiókját, ezután be tud majd jelentkezni.
it: Grazie per la registrazione. Ti preghiamo di controllare la tua e-mail per un messaggio di conferma. Una volta confermata la tua richiesta e attivata la tua utenza da parte di un amministratore, sarai in grado di accedere.
ja: ご登録ありがとうございます。 確認メッセージについては、メールを確認してください。 リクエストを確認し、管理者がアカウントをアクティブにすると、ログインできるようになります。
mn: Манайд бүртгүүлж байгаад баярлалаа. Таны и-мэйл хаягаар баталгаагжуулах зурвас очсон байгаа. Та баталгаажуулсаны дараа манай сайтын удирдагч таны эрхийг идэвхжүүлсэнээр нэвтрэх эрх тань нээгдэх болно.
oc: Mercé de vos èsser enregistrat. Verificatz vòstre corrièr electronic pel messatge de confirmacion. Un còp la confirmacion faita e vòstre compte activat per un administrator, vos poiretz connectar.
zh_cn: 感谢您的注册。请查看您的电邮中的确认消息。当您确认您的请求，并且管理员激活您的账户后，您就可以登录。

source: Incorrect password
bg_bg: Грешна парола
de_de: Ungültiges Passwort
es: Contraseña incorrecta
et: Vale parool
hr: Neispravna zaporka
hu_hu: Érvénytelen jelszó
it: Password errata
ja: パスワードが違います
mn: Нууц үг буруу
oc: Senhal incorrècte
ro: Parolă incorectă
zh_cn: 错误密码

source: Please check the email we just sent you for the next steps! You're almost there!
bg_bg: Проверете имейла който току-що ви е изпратен за следващата стъпка! Почти сте там!
de_de: Bitte prüfen Sie ihre Emails. Wir haben Ihnen weitere Informationen über die nächsten Schritte zugesandt. Sie haben es fast geschafft!
es: Por favor verifique el correo electrónico que le enviamos para los próximos pasos! Ya casi estamos!
et: Palun vaata kirja järgmiste sammude kohta, mille me sulle just saatsime! Sa oled juba peaaegu kohal!
hr: Molimo provjerite svoju elektroničku poštu i potražite potražite potvrdu koju smo Vam poslali! Još malo i registracija je završena!
hu_hu: Következő lépésként kérjük erősítse meg regisztrációját az e-mailben kapott üzeneten keresztül! Mindjárt készen vagyunk!
it: Si prega di controllare il messaggio e-mail che ti abbiamo appena inviato per i prossimi passi! Ce l'hai quasi fatta!
ja: 次の手順については、送信したメールを確認してください。 もうすぐ完了です！
mn: Дараагийн алхмыг таны имэйл хаягт илгээсэн тул хаягаа шалгана уу.
oc: Mercé de verificar lo messatge electronic que vos venèm de mandar. I sètz gaireben !
zh_cn: 请查看刚发给您的电邮，里面有下一步骤！您就快完成了！
