Repository: omeka/plugin-GuestUser
Catalog: languages/*.po
Languages: bg_bg, de_de, es, et, hr, hu_hu, it, ja, mn, oc, ro, zh_cn

source: Invalid token
bg_bg: Невалидно значение
de_de: Ungültiges Token
es: Ficha nula
et: Vigane kontrollkood
hr: Nevažeći token
hu_hu: Érvénytelen kód
it: Token non valido
ja: 無効なトークン
mn: Баталгаажуулах коод буруу байна
oc: Geton invalid
ro: Token nevalid
zh_cn: 无效令牌

source: Password again for match
bg_bg: Паролата отново за проверка
de_de: Passwort zur Prüfung der Übereinstimmung
es: Contraseña de nuevo para buscar coincidencia
et: Parooli kordamine ei kattu
hr: Ponovite unos zaporke
hu_hu: Ismételje meg a jelszót
it: Ripeti la password per verificare che sia corretta
ja: 一致するパスワードを入力してください。
mn: Нууц үгийг яг адилаар дахин оруулна уу
oc: Repetissètz lo senhal per verificacion
ro: Introdu din nou parola pentru verificare
zh_cn: 再次输入密码以确定匹配

source: Please verify you're a human
bg_bg: Моля покажете, че сте човек
de_de: Bitte bestätigen, dass Sie ein Mensch sind
es: Por favor, comprobemos que eres humano
et: Palun kinnita, et sa oled inimene
hr: Molimo potvrdite na niste stroj
hu_hu: Kérem igazolja, hogy Ön emberi lény
it: Per favore, conferma di essere umano
ja: あなたが人間であることを確認してください
mn: Хэрэв та машин биш бол баталгаажуулалт хийнэ үү.
oc: Mercé de confirmar que sètz un uman
ro: Ești om sau automat?
zh_cn: 请证实您是人类

source: Update
bg_bg: Обновяване
de_de: Aktualisierung
es: Actualizar
et: Uuenda
hr: Nadogradi
hu_hu: Frissítés
it: Aggiorna
ja: 更新
mn: Шинэчлэх
oc: Actualizar
ro: Actualizează
zh_cn: 更新

source: Thanks for joining %s!
bg_bg: Благодаря че се присъединихте %s!
de_de: Danke, dass Sie %s beigetreten sind!
es: Gracias por unirte %s!
et: Täname, et liitusid saidiga %s!
hr: Hvala što ste se pridružili %s!
hu_hu: Köszönjük, hogy csatlakozott %s-hez!
it: Grazie per aver aderito a %s!
ja: %sに参加してくれてありがとう
mn: %s, бидэнтэй нэгдсэнд баярлалаа!
oc: Mercé d'aver rejunt %s !
ro: Bine ai venit la %s!
zh_cn: 感谢加入%s！

source: You can now log into %s using the password you chose.
bg_bg: Вече можете да влезете в %s с избраната парола.
de_de: Sie können sich nun bei %s anmelden mit dem Passwort, das Sie gewählt hatten.
es: Ahora puede ingresar dentro de %s utilizando la contraseña elegida.
et: Sa võid nüüd saidile %s sisse logida kasutades oma valitud parooli.
hr: Sada se možete prijaviti na %s koristeći zaporku koju ste izabrali.
hu_hu: Most már bejelentkezhet %s fiókjába a regisztrációnál megadott jelszavával.
it: Puoi ora accedere a %s usando la password che hai scelto.
ja: 選択したパスワードを使って %s にログインできます。
mn: Та сонгосон нууц үгээ ашиглаж %s -д нэвтэрнэ үү.
oc: Podètz tre ara vos connectar a %s amb lo senhal qu'avètz causit
zh_cn: 您仙子啊可以用您选择的密码登录进入%s。

source: When an administrator approves your account, you will receive another message that you can use to log in with the password you chose.
bg_bg: След одобряване на вашия профил от Администратора ще получите ново съобщение, че може да влезете с избраната парола.
de_de: Sobald ein Administrator Ihre Anmeldung freigegeben hat, erhalten Sie eine weitere Nachricht. Sie können sich dann mit dem gewählten Passwort anmelden.
es: Cuando un administrador aprueba su cuenta, recibirá otro mensaje que puede utilizar para iniciar sesión con la contraseña que eligió.
et: Kui administraator kiidab sinu kasutajakonto heaks, siis saadetakse sulle kiri, et sa võid oma valitud parooliga sisse logida.
hr: Kada administrator odobri vaš račun, primit ćete drugu poruku nakon koje ćete se moći prijaviti sa zaporkom koju ste izabrali.
hu_hu: Amint egy adminisztrátor jóváhagyja regisztrációját, egy újabb üzenetet fog kapni, aminek segítségével be tud majd jelentkezni fiókjába a regisztrációnál megadott jelszavával.
it: Quando un amministratore approverà la tua utenza, riceverai un altro messaggio che potrai usare per accedere con la password che hai scelto.
ja: 管理者があなたのアカウントを承認すると、あなたが選んだパスワードでログインするのに使用できる別のメッセージが送付されます。
mn: Сайтын удирдагч таны бүртгэлийг баталгаажуулсанаар танд шинэ зурвас очих ба та сонгосон нууц үгээ ашиглан нэвтэрч болно.
oc: Quand un administrator aurà aprovat vòstre compte, recebretz un autre messatge que vos convidarà a vos connectar amb lo senhal qu'avètz causit.
zh_cn: 当管理员批准您的账号后，您会收到另一个消息，告诉您可以使用您挑选的密码登录。

source: Registration for %s
bg_bg: Регистрация за %s
de_de: Anmeldung für %s
es: Inscripción para %s
hr: Registracija za %s
hu_hu: %s regisztráció
it: Registrazione per %s
ja: %s の登録
mn: %s -р бүртгүүлэх
oc: Enregistrament de %s
zh_cn: 注册入%s

source: Your request to join %s
bg_bg: Вие заявихте присъединяване към %s
de_de: Sie erbitten Zugang zu %s
es: Su solicitud para unirse %s
et: Uus soov registreeruda saidil %s
hr: Vaš zahtjev za pridruživanjem %s
hu_hu: Az Ön %s regisztrációs kérése
it: La tua richiesta di aderire a %s
ja: %s へ参加リクエスト
mn: Таны %s -г дагах хүсэлт
oc: Vòstra demanda d'inscripcion a %s
ro: Cererea ta de înregistrare la %s
zh_cn: 您要加入%s的请求

source: this link
bg_bg: тази връзка
de_de: dieser Link
es: este enlace
et: see link
hr: ova poveznica
hu_hu: ez a link
it: questo collegamento
ja: リンク
mn: энэ холбоос
oc: aqueste ligam
ro: acest link
zh_cn: 该链接

source: You have registered for an account on %s. Please confirm your registration by following %s. If you did not request to join %s please disregard this email.
bg_bg: Регистрирахте се за създаване на профил в %s. Моля, потвърдете регистрацията си, отваряйки линка %s. Ако не желаете да се регистрирате в %s игнорирайте този имейл.
de_de: Sie haben sich für einen Account auf %s registriert. Bitte bestätigen Sie Ihre Registrierung durch %s. Sollten Sie sich nicht für %s angemeldet haben, ignorieren Sie diese Email bitte.
es: Se ha registrado una cuenta en %s. Por favor confime su inscripción siguiendo %s. Si no solicitó unirse %s por favor desestime este correo electrónico.
hr: Morate se registrirati za račun na %s. Molimo potvrdite svoju registraciju tako što ćete slijediti %s. Ako niste poslali zahtjev za pridruživanjem %s, molimo zanemarite ovu poruku.
hu_hu: Ön regisztrálta fiókját %s-ben. Kérjük erősítse meg regisztrációját a következőképpen: %s. Ha Ön nem kérte a %s regisztrációt, akkor ezt az e-mailt kérjük, tekintse tárgytalannak.
it: Hai registrato un'utenza per %s. Per favore, confirma la tua registrazione seguendo %s. Se non hai richiesto di aderire a %s ignora questo messaggio.
ja: あなたは %s のアカウントに登録しました。次の %s であなたの登録を確認してください。%s への参加をリクエストしなかった場合は、このメールを無視してください。
mn: Та %s хаягаар бүртгүүлсэн байна. Дараах холбоосын тусламжтайгаар бүртгэлээ баталгаажуулна уу %s. Хэрэв та %s хүсэлтийг илгээгээгүй бол энэ и-мэйлийг хайхралгүй орхион уу.
oc: Avètz creat un compte sus %s. Mercé de confirmar vòstra inscripcion en seguent %s. Se vos sètz pas inscrit a %s, mercé d'ignorar aqueste messatge.
ro: Te-ai înregistrat la %s. Confirmă urmând %s. Dacă nu este de la tine solicitarea pentru înscrierea la %s, te rog ignoră acest email.
zh_cn: 您已在%s注册了一个账号。请跟随%s以确认注册。如果您并未请求加入%s，请忽略本邮件。

source: You have temporary access to %s for twenty minutes. You will need to confirm your request to join after that time.
bg_bg: Имате временен достъп до %s за двадесет минути. След това ще трябва да потвърдите заявката си за присъединяване.
de_de: Sie haben zeitlich limitierten Zugang von zwanzig Minuten auf %s. Nach Ablauf dieser Zeit, müssen Sie Ihre Anfrage bestätigen.
es: Posee acceso temporario a %s por veinte minutos. Necesitará confirmar su solicitud de ingreso una vez transcurrido dicho tiempo.
hr: Imate privremeni pristup %s u trajanju od dvadeset minuta. Morat ćete potvrditi svoj zahtjev za pridruživanjem nakon isteka tog vremena.
hu_hu: Húsz percig ideiglenes hozzáféréssel rendelkezik az %s-hez. Ha azután is szeretné használni fiókját kérjük erősítse meg regisztrációját.
it: Hai accesso temporaneo a %s per 20 minuti. Dovrai confermare la tua richiesta di adesione dopo tale intervallo di tempo.
ja: あなたは20分間、一時的に %s にアクセスすることができます。 その時間が過ぎたら参加の要求を確認する必要があります。
mn: Таны %s -д хандах туршилтын хугацаа 20 минут. Та дараа нь бүртгэлээ баталгаажуулах шаардлагатай.
oc: Vòstre accès temporari a %s durarà vint minutas. Una confirmacion de vòstra demanda d'inscripcion serà puèi necessària.
zh_cn: 您可以临时访问%s20分钟。在那之后您需要确认您的加入请求。

source: New request to join %s
bg_bg: Нова заявка за присъединяване към %s
de_de: Neue Anfrage zum Beitritt zu %s
es: Nueva solicitud para unirse %s
et: Uus soov registreeruda saidil %s
hr: Novi zahtjev za pridruživanjem %s
hu_hu: Újabb regisztrációs kérés %s-hez.
it: Nuova richiesta di adesione a %s
ja: %s へ参加の新規リクエスト
mn: %s -д хандах шинэ хүсэлт
oc: Novèla demanda d'inscripcion a %s
zh_cn: 加入%s的新请求

source: A new user has confirmed that they want to join %s : %s
bg_bg: Нов потребител е потвърдил желание за присъединяване %s : %s
de_de: Ein neuer Benutzer hat bestätigt, dass sie %s : %s beitreten möchten.
es: Un nuevo usuario ha confirmado que desea unirse %s: %s
et: Uus kasutaja on kinnitanud, et soovib liituda %s : %s
hr: Novi korisnik je potvrdio da se želi pridružiti %s : %s
hu_hu: Egy újabb felhasználó erősítette meg regisztrációját %s : %s
it: Un nuovo utente ha confermato di voler aderire a %s: %s
ja: 新しいユーザーが参加したいことを確認しました %s : %s
mn: %s : %s дагах шинэ хэрэглэгчийн хүсэлт баталгаажсан
oc: L'usatgièr %s a confirmat son inscripcion a %s
zh_cn: 一位新用户已证实想加入%s ：%s

source: %s has temporary access to the site.
bg_bg: %s има временен достъп до сайта.
de_de: %s hat temporär Zugriff auf die Seite.
es: %s tiene acceso temporario a este sitio.
et: %s on ajutine ligipääs saidile.
hr: %s ima privremeni pristup stranici.
hu_hu: %s felhasználónak ideiglenes hozzáférése van az oldalhoz.
it: %s ha accesso temporaneo al sito.
ja: %s は一時的にサイトにアクセスします。
mn: %s нь сайтад туршилтаар хандана.
oc: %s a un accès temporari al site.
zh_cn: %s可以临时访问站点。

source: You will need to make the user active and save the changes to complete registration for %s.
bg_bg: За завършване на регистрацията на %s трябва да направите потребителя активен и да запишете промените.
de_de: Sie müssen den Benutzer aktivieren und die Änderungen sichern, um die Registrierung für %s abzuschliessen.
es: Tendrá que habilitar al usuario y guardar los cambios para completar la registración de %s.
et: Sa pead tegema kasutaja aktiivseks ja salvestama muudatused, et lõpetada registreerumine saidil %s.
hr: Morat ćete aktivirati korisnika i pohraniti promjene kako biste završili registraciju za %s.
hu_hu: %s felhasználó regisztrációjához, kérjük aktiválja a felhasználó fiókját és mentse a változásokat.
it: Dovrai attivare l'utenza e salvare le modifiche per completare la registrazione per %s.
ja: %sの登録を完了するには、ユーザーをアクティブにして変更を保存する必要があります。
mn: Та %s бүртгэлээ бүрэн бүрдүүлэхийн тулд хэрэглэгчийн нэрийг идэвхжүүлэх, хадгалах хэрэгтэй.
oc: Es necessari d'activar l'utilizaire e d'enregistrar las modificacions per finalizar l'inscripcion de %s.
zh_cn: 您需要激活用户并保存更新以完成%s的注册。

source: Usernames
bg_bg: Потребителски имена
de_de: Benutzernamen
es: Nombres de usuarios
et: Kasutajanimed
hr: Korisnička imena
hu_hu: Felhasználónevek
it: Nomi utente
ja: ユーザー名
mn: Хэрэглэгчийн нэр
oc: Noms d'utilizaire
ro: Nume de utilizatori
zh_cn: 用户名

source: Real names
bg_bg: Истински имена
de_de: Richtige Namen
es: Nombres reales
et: Tegelikud nimed
hr: Prava imena
hu_hu: Valódi nevek
it: Nomi veri
ja: 本名
mn: Жинхэнэ нэрүүд
oc: Identitats realas
ro: Nume reale
zh_cn: 真实名字

source: Email addresses
bg_bg: Имейл адреси
de_de: E-Mail-Adressen
es: Direcciones de correo electrónico
et: E-posti aadressid
hr: Adrese elektroničke pošte
hu_hu: Email címek
it: Indirizzi e-mail
ja: Emailアドレス
mn: Email хаяг
oc: Adreças de corrièl
ro: Adrese de email
zh_cn: 电邮地址

source: Active
bg_bg: Активен
de_de: Aktiv
es: Activo
et: Aktiivne
hr: Aktivan
hu_hu: Aktív
it: Attivo
ja: 有効
mn: Идэвхтэй
oc: Actiu
ro: Activ
zh_cn: 活跃的

source: Not Active
bg_bg: Не е активен
de_de: Inaktiv
es: No activo
et: Pole aktiivne
hr: Neaktivan
hu_hu: Nem aktív
it: Non attivo
ja: 無効
mn: Идэвхгүй
oc: Inactiu
ro: Inactiv
zh_cn: 非活跃的

source: Real Name
bg_bg: Истинско име
de_de: Richtiger Name
es: Nombre real
et: Tegelik nimi
hr: Pravo ime
hu_hu: Valódi név
it: Nome vero
ja: 本名
mn: Жинхэнэ нэр
oc: Identitat reala
ro: Nume real
zh_cn: 真实名字

source: Confirmation Error
bg_bg: Грешка при потвърждение
de_de: Fehler in der Bestätigung
es: Error de confirmación
et: Kinnitamise viga
hr: Pogreška prilikom potvrde
hu_hu: Megerősítési hiba
it: Errore di conferma
ja: 確認エラー
mn: Алдааг баталгаажуулах
oc: Error a la confirmacion
ro: Eroare de confirmare
zh_cn: 确认时出错

source: Stale Token
bg_bg: Изтекла сесия
de_de: Abgelaufene Token
es: Ficha vencido
hr: Zastario token
it: Token vecchio
ja: 古いトークン
mn: Баталгаажуулах коод хуучирсан байна
oc: Geton perimit
ro: Token oprit
zh_cn: 失效令牌

source: Your temporary access to the site has expired. Please check your email for the link to follow to confirm your registration.
bg_bg: Временният достъп до сайта изтече. Проверете своя имейл за линк за потвърждаване на регистрацията.
de_de: Ihr temporärer Zugang ist nun ungültig. Bitte prüfen Sie Ihre Emails. Sie finden dort einen Link, mit dem Sie Ihre Registrierung bestätigen können.
es: Su acceso temporario al sitio ha vencido. Por favor verifique en su correo electrónico el enlace para confirmar su registro.
et: Sinu ajutine ligipääs saidile on aegunud. Palun kontrolli oma e-posti, et näha linki, millega saad oma registreerumise kinnitada.
hr: Vaš privremeni pristup stranici je istekao. Molimo provjerite svoju elektroničku poštu za poveznicu kojom ćete potvrditi svoju registraciju.
hu_hu: Az Ön ideglenes hozzáférése az oldalhoz lejárt. Kérjük, erősítse meg regisztrációját az e-mailben kapott üzeneten keresztül.
it: Il tuo accesso temporaneo al sito è scaduto. Per favore, controlla la tua e-mail per il collegamento da seguire per confermare la tua registrazione.
ja: サイトへの一時的なアクセスは期限切れです。 電子メールをチェックし、あなたの登録を確認するためリンクに従ってください。
mn: Сайтад нэвтрэх туршилтын хугацаа дууссан байна. Таны бүртгэлийг баталгаажуулах холбоос Имэйл хаягаар очсоныг шалгаад бүртгэлээ баталгаажуулна уу.
oc: Vòstre accès temporari al site a expirat. Se vos plai, verificatz vòstres corrièls, recebretz un ligam de seguir per validar vòstra inscripcion.
zh_cn: 您的临时访问资格已过期。请检查您的电邮，查找可以确认您的注册的链接。

source: You have been logged out, but can continue browsing the site.
bg_bg: Може да продължите да преглеждате сайта без да сте влязъл като регистриран потребител.
de_de: Sie aind abgemeldet können aber weiterhin diese Site durchstöbern.
es: Se ha cerrado la sesión, pero puede continuar navegando por el sitio.
et: Sa oled välja loginud, aga sa võid jätkata saidi sirvimist.
hr: Odjavljeni ste, ali možete nastaviti pregledavati stranicu.
hu_hu: Ön kijelentkezett, de továbbra is böngészhet az oldalon.
it: Ti sei disconnesso, ma puoi continuare a visitare il sito.
ja: ログアウトしましたが、引き続きサイトを閲覧できます。
mn: Та сайтаас гарсан байна, гэвч сайтын мэдээллийг харах боломжтой.
oc: Sètz estat desconnectat, mas podètz totjorn percórrer aqueste site
zh_cn: 您已登出，不过仍可以继续浏览站点。

source: Passwords match!
bg_bg: Паролите съвпадат!
de_de: Passworte stimmen überein!
es: La contraseña coincide!
et: Paroolid kattuvad!
hr: Podudaranje lozinke!
hu_hu: Megegyező jelszavak!
it: Le password corrispondono!
ja: パスワードが一致しました！
mn: Нууц үг адил байна!
oc: Los senhals correspondon !
ro: Parolele se potrivesc!
zh_cn: 密码匹配！

source: Passwords do not match!
bg_bg: Паролите на съвпадат!
de_de: Passworte stimmen nicht überein!
es: Las contraseñas no coinciden!
et: Paroolid ei kattu!
hr: Zaporke se ne podudaraju
hu_hu: A jelszavak nem egyeznek meg!
it: Le password non corrispondono!
ja: パスワードが一致しません！
mn: Нууц үг тохирохгүй байна!
oc: Los senhals correspondon pas !
ro: Parolele nu se potrivesc!
zh_cn: 密码不匹配！

source: Update Account
bg_bg: Обновяване на Акаунт
de_de: Konto aktualisieren
es: Actualizar cuenta
et: Uuenda kontot
hr: Ažuriraj račun
hu_hu: Frissítse fiókját
it: Aggiorna utenza
ja: アカウントの更新
mn: Бүртгэлийг шинэчлэх
oc: Actualizar lo compte
ro: Actualizează contul
zh_cn: 更新账户

source: ID
hu_hu: Azonosító
